安托·崔斯坦

文化
  宗教
    Hashshashin 阿萨辛，是中古时期活跃于波斯至叙利亚山区的一个伊斯兰教什叶派异端教派。以其秘密的暗杀组织闻名。
      英文「assassin（暗杀）」的字源就是由此而来。他们这个教派称为da'wa jadīda ，意思是「新的教义」。并以阿拉伯语发音fidā'ī自称为fedayeen，意思是「准备好为某个理由牺牲的人」。
    Isma‘iliyya 伊斯玛仪派 数字“7”神圣说
      宇宙的生成经历了7个步骤：安拉+宇宙精神+宇宙灵魂+原始物质+空间+时间+大地和人的世界。
      7位纳提格是：阿丹(亚当）、努哈（诺亚）、易卜拉欣(亚伯拉罕）、穆萨（摩西）、伊萨（耶稣）、穆罕默德、穆罕默德·本·伊斯玛仪。
      七个时代，每个时代的纳提格之后有7位萨米特（Samit，即沉默者），其特别助手
      传教师
      其干、湿、冷、热等因素（或性质）混合一起而形成土、水、空气、以太四元素
      秘传者
      纳提格未复临之前，由12位霍加（即宣传领袖）将代表他主持教务。
    萨拉丁 埃及阿尤布王朝君主
      萨拉丁为人慷慨，从不吝惜钱财。他去世的时候，只留下1枚金币和47枚银币。[5]  他的敌人却发现，他的慷慨也是一种武器。萨拉丁非常懂得财富的价值，他用埃及的财富征服了大马士革，用大马士革的财富征服了阿勒颇，用阿勒颇的财富征服了耶路撒冷。
      提尔的威廉说：“萨拉丁睿智、勇敢、慷慨无比。正因为如此，我们有远见的贵族都畏惧他。因为要赢得下属的心，没有什么比慷慨的赏赐更有效的手段了。”
    教皇英诺森三世颁布训令，规定条顿骑士披圣殿骑士一样披风（白色披风，上绣红色十字和宝剑），戴黑色十字章，执行医院骑士团一样的团规。
    圣殿骑士团
      白色长袍的左肩再绣上红色十字，开始是等边十字，后来为八角十字。徽章是两名持盾和矛的骑士共骑一匹马，盾上绘有红色十字。
      它象征其成员是贫穷的骑士，后来演绎为成员的袍泽情谊。法王腓力四世打击圣殿骑士团时，却诠释他们做搞同性恋。
      圣殿骑士团的口号是“God wills it.（天主的旨意）”。
      还有 Non Nobis, Domine, Sed Nomini Tuo Da Gloriam.（拉丁文）。英文翻译成 Not to us, not to us, o Lord,But to your name give glory.（赐予我们光荣，天主，赐予我们光荣，非为了我们，天主，而是为了您的名字）。
      首领称为宗师、大团长或总团长（The Grand Master），是以选举产生的终生职位。大团长直接对教宗负责，不受国王和各地主教控制。
      团员分四阶层：
        骑士（Knights）：是主体。其最高等级者穿着背部绘有红色十字的白色长袍。
        军士（Sergeants）：是步兵，阶层低于骑士，乃军事主力。
        农夫（Farmers）：管理财产，主要是职业修士（Monk）。
        神父（Father）：做祷告等宗教活动。
  教育
    monalisa大学，A2中央区第一大学
军事
  安托·崔斯坦号，AGCDF第277序列主力战舰，破晓级深空战巡舰
  AGCDF，艾沙银河联盟防卫军
  第277序列，太空远空防卫序列，主力舰队，驻守A6欧拉星区第二星域nomina 罗米拉
  破晓级，A5莱尔星区第十军事工程研究所下属阿纳西研究院设计， Annecy
星际
，星盟A6星域第277序列破晓级深空战巡舰在C01245.F59A350执行巡航任务时失联


  